# DBeam_BeginShttGet

## Description
Start shutter get routine

```pascal
PROCEDURE DBeam_BeginShttGet;
```

```python
def vs.DBeam_BeginShttGet():
    return None
```

## Version
Availability: from Vectorworks 2011

## Category
* Spotlight